{"count": 1, "next": null, "previous": null, "results": [{"id": 7950, "publishing_status": "published", "publishing_status_id": 7888, "current_image": "/media/cache/15/12/1512cf66c6dbce5fa1d769a5c5d5a3b7.jpg", "sync_owner": 5015, "sync_owner_secondary_reporter": null, "status_label": "Implementation", "keyword_labels": [], "last_modified_by": "Monica Murata", "allow_indicator_labels": false, "last_modified_at": "2019-07-31T12:21:42.242123", "created_at": "2019-06-19T08:17:17.004830", "title": "Agricultural Productivity Programme for Southern Africa (APPSA)", "subtitle": "APPSA CCARDESA", "status": "A", "iati_status": "2", "project_plan_summary": "This Programme entails building capacity within national R&D systems and enhancing regional collaboration among participating countries. Each country establishes a Regional \nCentre of Leadership (RCoL) in its respective commodity area. An RCoL is a leading agricultural technology center or program with established capacity (or the potential to establish capacity) that distinguishes it as a leader in the region and beyond. Malawi elected to provide regional leadership in maize-based cropping systems; Mozambique focuses on the rice-based cropping systems while Zambia focuses on food legume-based cropping systems. CCARDESA plays a coordinating role in supporting APPSA implementation.", "current_image_caption": "From L to R: Component 1, 2 and 3.", "current_image_credit": "", "goals_overview": "To increase the availability of improved agricultural technologies in participating countries in the SADC region by: \n(i)\testablishing Regional Centers of Leadership (RCoLs) on commodities of regional importance, thereby allowing regional specialization around priority farming systems and more strategic investment in agricultural research capacity;\n(ii)\t supporting regional collaboration in agricultural research, technology dissemination, and training\n(iii)\tfacilitating increased sharing of agricultural information, knowledge, and technology among participating countries.", "current_status": "In southern africa, agricultural productivity is below potential, the yield gaps could be narrowed with additional investments, technology adaptation and dissemination. Other factors influencing agricultural productivity include vulnerability to climate change, widespread food and nutrition insecurity and underfunding of agricultural research among others. Regional integration has proven to be an effective strategy that can allow groups of countries facing common research challenges to increase the efficiency of their investments in agricultural R&D.", "project_plan": "Project Expected Results (ER)\nER 1: Collaborative technologies generated and disseminated around priority farming systems\nER2: Improved technical capacity to lead national and regional research and dissemination agenda\nER3: Effective structures and systems for regional collaboration and R&D management", "sustainability": "Because much of the investment made under APPSA will result in the generation of public goods, continued financial support for the Project will depend on the relevance and quality of technology outputs generated in each participating country. In addition to generating relevant outputs, the Project has to show that more can be achieved through a regional approach than could be achieved by the participating countries acting alone. APPSA supports the establishment of strong partnerships with other institutions and organizations, such as agricultural services providers, input and equipment dealers, national and international agricultural research centers, universities and other public and private educational institutions, farmer associations, and non-governmental organizations (NGOs), among others. It is expected that the participation and the empowerment of these partners in APPSA activities will contribute to a sense of ownership and enhance the impact of the Project, contributing to longer term sustainability.", "background": "The Agricultural Productivity Programme for Southern Africa (APPSA) is a six year (2013 – 2018) initiative to improve technology generation and dissemination within and among participating countries in southern Africa.   The Programme is funded by the World Bank loan facility to the tune of US$ 30 million for each participating country. APPSA has been launched with the participation of three countries—Malawi, Mozambique, and Zambia.  Other countries in the SADC region are expected to join as the project evolves.", "target_group": "The primary beneficiaries of APPSA are farmers, livestock producers, and other potential end users of the improved technology and knowledge generated and/or disseminated by the Project. APPSA works directly with a subset of the primary beneficiaries—Lead Farmers—who are expected to contribute to setting R&D priorities and participate in on-farm trials, technology demonstrations, and training activities. APPSA will also benefit other stakeholders within the national agricultural research systems (NARS): agricultural researchers; extension agents and advisory service providers; and seed producers and suppliers. These groups benefit by participating in R&D projects and training activities, or by using technology and knowledge made available through the Project. Every R&D project financed under APPSA has a dissemination plan and supports activities designed to ensure that new technologies do not remain “on the shelf” but instead begin to move into the dissemination pipeline. At least 30 percent of all Lead Farmers and others targeted for participation in APPSA activities will be female.", "aggregate_children": true, "aggregate_to_parent": true, "is_impact_project": true, "is_public": false, "language": "en", "notes": "", "currency": "USD", "date_start_planned": "2013-06-14", "date_start_actual": "2013-10-01", "date_end_planned": "2020-01-31", "date_end_actual": null, "donate_url": null, "donations": "0.00", "iati_activity_id": null, "hierarchy": null, "project_scope": "", "capital_spend_percentage": null, "collaboration_type": "", "default_aid_type_vocabulary": "", "default_aid_type": "", "default_finance_type": "", "default_flow_type": "", "default_tied_status": "", "country_budget_vocabulary": "", "humanitarian": null, "budget": "90000000.00", "funds": "90000000.00", "funds_needed": "0.00", "primary_location": 752945, "primary_organisation": 5015, "last_update": 27526, "categories": [], "partners": [5015, 5160, 5084, 2661, 4130], "keywords": [], "validations": [1], "absolute_url": "/en/project/7950/"}]}